Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Search by language code
id_id: Cari berdasarkan kode bahasa

source: Custom overwrites
id_id: Timpaan kustom

source: Total languages
id_id: Total bahasa

source: Audit trails
id_id: Jejak audit

source: Translation source
id_id: Sumber terjemahan

source: Add at least one file to start uploading.
id_id: Tambahkan setidaknya satu file untuk mulai mengunggah.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
id_id: Terjadi kesalahan saat memvalidasi file. Harap periksa nama kolom, data wajib, format file, lalu coba lagi.

source: Upload finished
id_id: Unggahan selesai

source: Invalid file name
id_id: Nama file tidak valid

source: A file with the same name was already added.
id_id: File dengan nama yang sama sudah ditambahkan.

source: The file upload has failed.
id_id: Pengunggahan file gagal.

source: The file was successfully uploaded.
id_id: File berhasil diunggah.

source: Fill in the template
id_id: Isi templat

source: Upload the file
id_id: Unggah berkas

source: Supported formats: CSV. Max 10MB for file.
id_id: Format yang didukung: CSV. Maksimum ukuran file 10 MB.

source: File upload for {{language}}
id_id: Unggah file untuk {{language}}

source: Upload additional files
id_id: Unggah file tambahan

source: Company name
id_id: Nama perusahaan

source: Enter
id_id: Masuk

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
id_id: Nama perusahaan Anda tidak dapat ditemukan, silakan periksa ejaan dan coba lagi. Jika Anda memerlukan dukungan lebih lanjut, silakan hubungi helpdesk TI internal Anda atau administrator sistem Anda.

source: Something's not right.
id_id: Ada yang tidak beres.

source: Enter your company name
id_id: Masukkan nama perusahaan Anda

source: Welcome
id_id: Selamat datang

source: Your email
id_id: Email Anda

source: Username or email
id_id: Nama pengguna atau email

source: Enter your email
id_id: Masukkan email Anda

source: I'm logging in for the first time/I forgot my password
id_id: Saya masuk untuk pertama kali/Saya lupa kata sandi

source: It's great to see you!
id_id: Senang bertemu dengan Anda!

source: Re-enter my company name
id_id: Masukkan kembali nama perusahaan saya

source: You are signed in to company:
id_id: Anda masuk ke perusahaan:

source: Sign in with my company SSO login
id_id: Masuk dengan login SSO perusahaan saya

source: Log back in
id_id: Masuk kembali

source: You have been successfully logged out.
id_id: Anda telah berhasil keluar.

source: Logout successful
id_id: Berhasil keluar

source: Professional roles
id_id: Jabatan profesional

source: Exceeded
id_id: Melebihi

source: Progress slider
id_id: Penggeser progres

source: Please add at least one measurement criteria.
id_id: Silakan tambahkan setidaknya satu kriteria pengukuran.

source: Start value
id_id: Nilai awal

source: Binary
id_id: Biner

source: Financial
id_id: Keuangan

source: Progress: {{progress}}%
id_id: Progres: {{progress}}%

source: Got it, thanks!
id_id: Baik, terima kasih!

source: The model was successfully created.
id_id: Model berhasil dibuat.

source: The details of the model were successfully saved.
id_id: Detail model berhasil disimpan.

source: All data
id_id: Semua data

source: Selected models
id_id: Model yang dipilih

source: The models were successfully deleted.
id_id: Model berhasil dihapus.

source: The model was successfully deleted.
id_id: Model berhasil dihapus.

source: No results.<br/>Clear your search to show all results.
id_id: Tidak ada hasil.<br/>Hapus pencarian Anda untuk menampilkan semua hasil.

source: Export data
id_id: Ekspor data

source: Features
id_id: Fitur

source: Models list
id_id: Daftar model

source: Training data last refreshed on
id_id: Data pelatihan terakhir diperbarui pada

source: No models in the selected dataset
id_id: Tidak ada model dalam dataset yang dipilih

source: No models with name "{{phrase}}"
id_id: Tidak ada model dengan nama "{{phrase}}"

source: Open {{name}} properties
id_id: Buka properti {{name}}

source: Training might be required; the training data is older than the latest refreshed data.
id_id: Pelatihan mungkin diperlukan, data pelatihan lebih lama dari data terbaru.

source: Retrain
id_id: Latih ulang

source: The model was successfully retrained.
id_id: Model berhasil dilatih ulang.

source: Select model {{name}}
id_id: Pilih model {{name}}

source: Training data as of
id_id: Data pelatihan per

source: Unselect model {{name}}
id_id: Batalkan pilihan model {{name}}

source: Model description
id_id: Deskripsi model

source: Add a description for the model
id_id: Tambahkan deskripsi untuk model

source: Export model
id_id: Ekspor model

source: Coefficients
id_id: Koefisien

source: Feature
id_id: Fitur

source: Significance
id_id: Signifikansi

source: Significance ranges:
id_id: Rentang signifikansi:

source: Standard error
id_id: Galat standar

source: T-value
id_id: Nilai-T

source: This model doesn't have any features yet.
id_id: Model ini belum memiliki fitur apa pun.

source: Model features
id_id: Fitur model

source: Data scope:
id_id: Cakupan data:

source: Model information
id_id: Informasi model

source: Last trained by:
id_id: Terakhir dilatih oleh:

source: Last trained on:
id_id: Terakhir dilatih pada:

source: Data version:
id_id: Versi data:

source: Adjusted R squared:
id_id: R kuadrat yang disesuaikan:

source: No model performance defined yet.
id_id: Belum ada performa model yang ditentukan.

source: Model performance
id_id: Kinerja model

source: Loss function:
id_id: Fungsi kerugian:

source: Mean absolute error:
id_id: Rata-rata kesalahan absolut:

source: Mean squared error:
id_id: Rata-rata kuadrat galat:

source: R squared:
id_id: R kuadrat:

source: Root mean squared error:
id_id: Kesalahan kuadrat rata-rata akar:

source: No population criteria yet.
id_id: Belum ada kriteria populasi.

source: Population criteria:
id_id: Kriteria populasi:

source: Model name
id_id: Nama model

source: Enter the name of the model
id_id: Masukkan nama model

source: Edit model details
id_id: Edit detail model

source: Training performance
id_id: Kinerja pelatihan

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
id_id: Sebuah metrik kinerja yang ditampilkan dalam % dan mencerminkan kemampuan model untuk menjelaskan faktor-faktor yang memengaruhi gaji. Untuk regresi linear, metrik ini mencerminkan R^2 yang disesuaikan.

source: Training data used
id_id: Data pelatihan yang digunakan

source: Add all features
id_id: Tambahkan semua fitur

source: Add all
id_id: Tambahkan semua

source: Available
id_id: Tersedia

source: Remove all features
id_id: Hapus semua fitur

source: Selected
id_id: Dipilih

source: Feature tree
id_id: Hierarki fitur

source: No population yet
id_id: Belum ada populasi

source: Confirm population
id_id: Konfirmasi populasi

source: The population criteria were successfully saved.
id_id: Kriteria populasi berhasil disimpan.

source: Training data
id_id: Data pelatihan

source: Training complete.
id_id: Pelatihan selesai.

source: Model Factory
id_id: Model Pabrik

source: in
id_id: pada

source: not in
id_id: tidak masuk

source: Training complete
id_id: Pelatihan selesai

source: Keep new
id_id: Tetap baru

source: Keep original
id_id: Tetap original

source: Training saved
id_id: Pelatihan disimpan

source: +{{count}} more
id_id: +{{count}} lagi

source: Please contact your administrator to enable the plugin.
id_id: Silakan hubungi administrator Anda untuk mengaktifkan plugin.

source: Your account does not have access to this feature.
id_id: Akun Anda tidak memiliki akses ke fitur ini.

source: Plugin access disabled
id_id: Akses plugin dinonaktifkan

source: {{count}} option available
id_id: {{count}} opsi tersedia

source: {{count}} options available
id_id: {{count}} opsi tersedia

source: Loading...
id_id: Memuat...

source: No options available
id_id: Tidak ada opsi yang tersedia

source: Based in
id_id: Berdomisili di

source: You have no listed team members. Come back later for further updates.
id_id: Anda belum memiliki anggota tim yang terdaftar. Silakan kembali nanti untuk pembaruan selanjutnya.

source: Relation
id_id: Relasi

source: Goals that require an action from you or your manager
id_id: Tujuan yang memerlukan tindakan dari Anda atau manajer Anda

source: Approve or reject goals individually or approve all with optional comments.
id_id: Setujui atau tolak tujuan secara individual atau setujui semua dengan komentar opsional.

source: Goals that you own and need to work on.
id_id: Tujuan yang Anda miliki dan perlu Anda kerjakan.

source: Goals that are shared with me
id_id: Tujuan yang dibagikan kepada saya

source: Goal category
id_id: Kategori tujuan

source: My goals
id_id: Tujuan saya

source: {{weight}}% weight of my goal plan
id_id: Bobot {{weight}}% dari rencana tujuan saya

source: Start your journey
id_id: Mulai perjalanan Anda

source: By setting a new goal
id_id: Dengan menetapkan tujuan baru

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
id_id: Saat ini Anda tidak memiliki tujuan. Setelah tujuan ditetapkan, Anda akan dapat melacak progres Anda di sini.

source: Here you will see the progress of your goals once they have moved forward.
id_id: Di sini Anda akan melihat progres dari tujuan Anda setelah bergerak maju.

source: Worker goals
id_id: Tujuan pekerja

source: Empty title
id_id: Judul kosong

source: Plan
id_id: Rencana

source: Progress
id_id: Progres

source: Search for a goal
id_id: Cari tujuan

source: Search for goals or people
id_id: Cari sasaran atau orang

source: Ready to submit
id_id: Siap untuk dikirimkan

source: Weight: {{weight}}%
id_id: Bobot: {{weight}}%

source: {{weight}}% weight
id_id: Bobot {{weight}}%

source: Admin configuration
id_id: Konfigurasi admin

source: Administration
id_id: Administrasi

source: Application setup
id_id: Pengaturan aplikasi

source: Browser
id_id: Peramban

source: Budgeting
id_id: Penganggaran

source: Builder
id_id: Perancang

source: Business data management
id_id: Manajemen data bisnis

source: Manage workers and organizational data
id_id: Kelola data pekerja dan organisasi

source: Business logic setup
id_id: Pengaturan logika bisnis

source: Calibration
id_id: Kalibrasi

source: Calibrations
id_id: Kalibrasi

source: Pay Transparency
id_id: Transparansi Gaji

source: Communication Rounds
id_id: Tahap Wawancara

source: Compensation Management
id_id: Manajemen Kompensasi

source: Configuration overview
id_id: Gambaran konfigurasi

source: Compensation Rounds
id_id: Siklus Kompensasi

source: Cultural settings
id_id: Pengaturan budaya

source: Data Management
id_id: Manajemen Data

source: Worker view
id_id: Tampilan pekerja

source: Equity
id_id: Ekuitas

source: Experience
id_id: Pengalaman

source: Feature Enablement
id_id: Pengaktifan Fitur

source: Activate features and adjust their settings
id_id: Aktifkan fitur dan sesuaikan pengaturannya

source: Forms
id_id: Formulir

source: Insights
id_id: Wawasan

source: Homepages
id_id: Beranda

source: Integrations
id_id: Integrasi

source: Localizations
id_id: Lokalisasi

source: Manager dashboard
id_id: Dasbor manajer

source: Mobile/EX config
id_id: Konfigurasi Mobile/EX

source: Pay Intelligence
id_id: Efisiensi Pembayaran

source: My passport
id_id: Paspor saya

source: My reviews
id_id: Ulasan saya

source: Company Network
id_id: Jaringan Perusahaan

source: Package builder
id_id: Pembuat paket

source: Pay Information
id_id: Informasi Gaji

source: Pay Predictor
id_id: Prediktor Gaji

source: Payout Curves
id_id: Kurva Pembayaran

source: People
id_id: Orang

source: Performance Management
id_id: Manajemen Kinerja

source: Platform Setup
id_id: Pengaturan Platform

source: Define system parameters and customize the user experience on the platform.
id_id: Tentukan parameter sistem dan sesuaikan pengalaman pengguna di platform.

source: Privacy
id_id: Privasi

source: Rules
id_id: Aturan

source: Security
id_id: Keamanan

source: Main
id_id: Utama

source: Talent Review Templates
id_id: Templat Peninjauan Talenta

source: Individual view
id_id: Tampilan individu

source: Team & assigned reviews
id_id: Tim & ulasan yang ditugaskan

source: Workers & roles
id_id: Pekerja & jabatan

source: Workflows
id_id: Alur kerja

source: City
id_id: Kota

source: Delete picture
id_id: Hapus gambar

source: The picture was successfully deleted.
id_id: Gambar berhasil dihapus.

source: We couldn't connect.
id_id: Kami tidak dapat terhubung.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
id_id: Koneksi internet Anda mungkin tidak stabil. Periksa koneksi Anda dan coba lagi. Jika masalah berlanjut, hubungi tim TI Anda untuk mendapatkan bantuan.

source: Other
id_id: Lainnya

source: Peer
id_id: Rekan

source: Direct report
id_id: Bawahan langsung

source: Upload picture
id_id: Unggah gambar

source: No due date provided
id_id: Tidak ada tenggat waktu yang diberikan

source: No priority
id_id: Tidak ada prioritas

source: No tracking
id_id: Tidak ada pelacakan

source: No type
id_id: Tidak ada tipe

source: The nomination was approved.
id_id: Nominasi disetujui.

source: The nomination was submitted.
id_id: Nominasi telah diajukan.

source: The nomination was rejected.
id_id: Nominasi ditolak.

source: {{count}} days to closing
id_id: {{count}} hari menuju penutupan

source: Volume updated from {{before}} stocks to {{after}} stocks.
id_id: Volume diperbarui dari {{before}} saham menjadi {{after}} saham.

source: Your notification list is empty.
id_id: Daftar notifikasi Anda kosong.

source: Are you sure you want to delete all your notifications?
id_id: Apakah Anda yakin ingin menghapus semua notifikasi Anda?

source: Are you sure you want to mark all notifications as read?
id_id: Apakah Anda yakin ingin menandai semua notifikasi sebagai telah dibaca?

source: All notifications were marked as read.
id_id: Semua notifikasi telah ditandai sebagai telah dibaca.

source: Mark as read
id_id: Tandai sebagai sudah dibaca

source: Mark as unread
id_id: Tandai sebagai belum dibaca

source: View all messages
id_id: Lihat semua pesan

source: Create nudge
id_id: Buat pengingat

source: Enter the basic information and the message of the nudge
id_id: Masukkan informasi dasar dan pesan dari pengingat

source: Nudge details
id_id: Detail pengingat

source: Define the target population for the nudge
id_id: Tentukan populasi target untuk menerima pengingat

source: Default email (notification@beqom.com)
id_id: Email default (notification@beqom.com)

source: Email body
id_id: Isi email

source: Email text
id_id: Teks email

source: Message notification
id_id: Notifikasi pesan

source: Mobile push notification
id_id: Notifikasi pengingat seluler

source: Notification bell text
id_id: Teks lonceng notifikasi

source: Nudge message
id_id: Pesan pengingat

source: Sender
id_id: Pengirim

source: Template owners
id_id: Pemilik templat

source: The name is mandatory.
id_id: Nama wajib diisi.

source: Template settings
id_id: Pengaturan templat

source: Redirection URL
id_id: URL pengalihan

source: Copy and paste the link to the platform page you want users to visit.
id_id: Salin dan tempel tautan ke halaman platform yang ingin Anda kunjungi oleh pengguna.

source: Are you sure you want to open the duplicated nudge?
id_id: Apakah Anda yakin ingin membuka pengingat duplikat?

source: Download the modified Excel file
id_id: Unduh file Excel yang telah dimodifikasi

source: Compile the list of people who will receive the nudge notification.
id_id: Susun daftar orang yang akan menerima notifikasi pengingat.

source: View nudge
id_id: Lihat pengingat

source: Nudge
id_id: Dorongan

source: Download Excel template
id_id: Unduh template Excel

source: Edit the Excel file
id_id: Edit file Excel

source: Add at least one recipient to send the nudge.
id_id: Tambahkan setidaknya satu penerima untuk mengirimkan pengingat.

source: Individuals to exclude
id_id: Individu yang dikecualikan

source: Individuals to include
id_id: Individu yang akan disertakan

source: Upload a list of recipients
id_id: Unggah daftar penerima

source: Build a population
id_id: Buat populasi

source: Number of recipients: {{count}}
id_id: Jumlah penerima: {{count}}

source: Population setup is restricted by template creator
id_id: Pengaturan populasi dibatasi oleh pembuat template

source: Remove all selections
id_id: Hapus semua pilihan

source: Send nudge
id_id: Kirim pengingat

source: Are you sure you want to send the nudge to {{count}} recipient?
id_id: Apakah Anda yakin ingin mengirim pengingat kepada {{count}} penerima?

source: Are you sure you want to send the nudge to {{count}} recipients?
id_id: Apakah Anda yakin ingin mengirim pengingat kepada {{count}} penerima?

source: Supported file formats: Excel. Maximum file size: 10MB.
id_id: Format file yang didukung: Excel. Ukuran file maksimum: 10MB.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
id_id: Terjadi kesalahan saat memvalidasi file. Silakan periksa nama kolom, data wajib, dan format file sebelum mencoba lagi.

source: The file was successfully uploaded. Please download the log file.
id_id: File berhasil diunggah. Silakan unduh file log.

source: The nudge notification was successfully sent.
id_id: Notifikasi pengingat berhasil dikirim.

source: Go to first page
id_id: Ke halaman pertama

source: Go to {{page}} page
id_id: Buka halaman {{page}}

source: Items per page
id_id: Item per halaman

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
id_id: {{firstRowPosition}} - {{lastRowPosition}} dari {{totalRows}}

source: Go to last page
id_id: Ke halaman terakhir

source: Go to next page
id_id: Ke halaman berikutnya

source: Page {{page}}
id_id: Halaman {{page}}

source: Go to previous page
id_id: Kembali ke halaman sebelumnya

source: of
id_id: dari

source: Multiple
id_id: Beberapa

source: Paragraph
id_id: Paragraf

source: External
id_id: Eksternal

source: Benchmarking
id_id: Pembandingan

source: Manager reassigned: you
id_id: Manajer ditugaskan ulang: Anda

source: Career development plans that were reassigned to you
id_id: Rencana pengembangan karier yang dialihkan kepada Anda

source: You don't have any career development plans assigned.
id_id: Anda belum memiliki rencana pengembangan karier yang ditetapkan.

source: Assigned plans
id_id: Rencana yang ditetapkan

source: No files attached
id_id: Tidak ada file terlampir

source: Your admin hasn’t added any resources yet.
id_id: Admin Anda belum menambahkan sumber daya apa pun.

source: External link warning
id_id: Peringatan tautan eksternal

source: You’re about to visit
id_id: Anda akan mengunjungi

source: Please check that this link is trustworthy before continuing.
id_id: Periksa apakah tautan ini dapat dipercaya sebelum melanjutkan.

source: Access important company links and resources.
id_id: Akses tautan dan sumber daya penting perusahaan.

source: Conversation about the career development plan
id_id: Diskusi tentang rencana pengembangan karier

source: Go to check-ins
id_id: Pergi ke check-in

source: My check-ins
id_id: Check-in saya

source: Career development plan
id_id: Rencana pengembangan karier

source: Stage
id_id: Tahapan

source: Save comment
id_id: Simpan komentar

source: No career development plans available
id_id: Tidak ada rencana pengembangan karier yang tersedia

source: Are you sure you want to submit the career development plan?
id_id: Apakah Anda yakin ingin mengirimkan rencana pengembangan karier?

source: Submit career development plan
id_id: Kirim rencana pengembangan karier

source: The career development plan was successfully submitted.
id_id: Rencana pengembangan karier berhasil dikirimkan.

source: Submit to manager
id_id: Kirim ke manajer

source: Are you sure you want to submit your career development plan to your manager?
id_id: Apakah Anda yakin ingin mengirimkan rencana pengembangan karier Anda kepada manajer Anda?

source: Go to goals
id_id: Pergi ke tujuan

source: Plan category
id_id: Kategori rencana

source: My plans
id_id: Rencanaku

source: View & manage my career plans
id_id: Lihat & kelola rencana karier saya

source: My career plans
id_id: Rencana karier saya

source: Manager reassigned: {{managerName}}
id_id: Manajer ditugaskan ulang: {{managerName}}

source: Track your personal career development progress
id_id: Pantau perkembangan pengembangan karier pribadi Anda

source: You don't have any career development plans yet
id_id: Anda belum memiliki rencana pengembangan karier

source: No plans match your search
id_id: Tidak ada paket yang cocok dengan pencarian Anda

source: My career development plans
id_id: Rencana pengembangan karier saya

source: Career development plan name
id_id: Nama rencana pengembangan karier

source: Your admin hasn't added any questions yet.
id_id: Admin Anda belum menambahkan pertanyaan apa pun.

source: No questions available
id_id: Tidak ada pertanyaan yang tersedia

source: Share your thoughts
id_id: Bagikan pendapat Anda

source: The worker will answer this question
id_id: Pekerja akan menjawab pertanyaan ini

source: Edit to add your answer
id_id: Edit untuk menambahkan jawaban Anda

source: Manager response pending
id_id: Tanggapan manajer masih tertunda

source: No inputs provided
id_id: Tidak ada masukan yang diberikan

source: Worker response pending
id_id: Respons pekerja masih ditangguhkan

source: Career development questionnaire
id_id: Kuesioner pengembangan karier

source: Add skills to career development plan
id_id: Tambahkan keterampilan ke rencana pengembangan karier

source: Skill & competency groups
id_id: Grup keterampilan & kompetensi

source: Enhance your profile by adding and rating your skills
id_id: Tingkatkan profil Anda dengan menambahkan dan menilai keterampilan Anda

source: Add your skills
id_id: Tambahkan keahlian Anda

source: Search by skill name
id_id: Cari berdasarkan nama keterampilan

source: Skill & category
id_id: Keahlian & kategori

source: Manager evaluation
id_id: Evaluasi manajer

source: Select skill level
id_id: Pilih tingkat keterampilan

source: Worker self-rating
id_id: Penilaian diri pekerja

source: No manager rating was provided
id_id: Tidak ada penilaian manajer yang diberikan

source: Pending manager review
id_id: Ulasan manajer yang tertunda

source: No self-rating was provided
id_id: Tidak ada penilaian diri yang diberikan

source: Pending worker review
id_id: Evaluasi pekerja tertunda

source: You cannot submit responses for this career development plan. If you wish to reconsider, please contact your manager.
id_id: Anda tidak dapat mengirimkan tanggapan untuk rencana pengembangan karier ini. Jika Anda ingin mempertimbangkannya kembali, silakan hubungi manajer Anda.

source: You have opted out of the career development plan.
id_id: Anda telah memilih untuk keluar dari rencana pengembangan karier.

source: Worker refusal & submission
id_id: Penolakan & pengajuan pekerja

source: The worker has already submitted their inputs. You cannot mark the process as "Rejected by the worker".
id_id: Pekerja sudah mengirimkan masukan mereka. Anda tidak dapat menandai proses ini sebagai "Ditolak oleh pekerja".

source: Career development plan refused by worker
id_id: Rencana pengembangan karier ditolak oleh pekerja
